[
    {
        "title" : "Informed Consent of Participation",
        "paragraphs" : [
            "You are invited to participate in the online study, Making Moral Decisions with AI Advice. The research is conducted by the WellCom Lab research team, supervised by Prof. Jaejeung Kim at the Chungnam National University. Please note:",
            "+ Your participation is entirely voluntary.",
            "+ The online study will last approximately 30 minutes.",
            "+ In each experiment session, you will be given 15 minutes to make a decision in each case.",
            "+ We may publish our results from this and other sessions in our reports, but all such reports will be confidential and will neither include your name nor be associated with your identity."
        ],
        "image": null
    }, 
    {
        "title" : "1. Purpose of the Study",
        "paragraphs" : [
            "We want to understand how people make moral decisions in situations involving autonomous vehicles with multiple AIs’ decision support. The results of this research may be presented at scientific or professional meetings or published in scientific proceedings and journals."
        ],
        "image": null
    },
    {
        "title" : "2. Participation and Compensation",
        "paragraphs" : [
            "Your participation in this online study is completely voluntary. You will receive compensation via Prolific in accordance with their payment policies. You may withdraw and discontinue participation at any time. Please note that compensation will be granted only if you complete the entire study, including all five steps."
        ],
        "image": null
    },
    {
        "title" : "3. Procedures",
        "paragraphs" : [
            "After confirming your informed consent, you will be guided through the following steps: ",
            "+ Pre-survey & Onboarding",
            "+ Experiment 1 (Session 1): Moral decision based only on your own",
            "+ Experiment 2 (Session 2): Moral decision with AIs’ decision support",
            "+ Post-survey",
            "You will have 15 minutes to decide in each case. Exceeding the time has no penalty, but you will receive a warning on the experiment page."
        ],
        "image": "/assets/images/procedures_figure.png"
    },  
    {
        "title" : "4. Potential Risks and Benefits",
        "paragraphs" : [
            "There are no foreseeable risks beyond those encountered in daily life. Scenarios may involve sensitive content related to life-and-death decisions. If any discomfort becomes a problem, you may discontinue your participation. You will not directly benefit through participation in this online study. We hope your participation will contribute to research on human-AI interaction and ethical decision-making."
        ],
        "image": null
    },  
    {
        "title" : "5. Data Protection and Confidentiality",
        "paragraphs" : [
            "Personal data (age, gender, etc.) will be recorded during participation. The researcher will not identify you by your real name in any reports using information obtained from this online study, and your confidentiality as a participant in this online study will remain secure and encrypted. All data you provided in this online study will be published anonymously and treated confidentially in compliance with the Personal Information Protection Act (PIPA) of South Korea. In all cases, the use of records and data will be subject to the PIPA. Faculty and administrators from the campus will not have access to raw data or transcripts. This precaution will prevent your individual comments from having any negative repercussions. This site uses cookies and other tracking technologies to conduct the research, to improve the user experience, the ability to interact with the system, and to provide additional content from third parties. Despite careful control of content, the researchers assume no liability for damages that directly or indirectly result from the use of this online application. Records that have not been made public will be deleted after the end of the research. The records will be destroyed if you contact the researcher to destroy or delete them immediately."
        ],
        "image": null
    }, 
    {
        "title" : "6. Identification of Investigators",
        "paragraphs" : [
            "If you have any questions or concerns about this study, please feel free to contact: ",
            "* Gyeyoung Jung",
            "- Research Associate",
            "+ gye0203@o.cnu.ac.kr",
            "* Prof. Jaejeung Kim",
            "- Principle Investigator",
            "+ jjkim@cnu.ac.kr"
        ],
        "image": null
    }, 
    {
        "title" : "7. Consent",
        "paragraphs" : [
            "I have read and understand the above consent form. By clicking the “Start Survey” button, I indicate my willingness to voluntarily take part in this study."
        ],
        "image": null
    }
]